{
    "credits": "This simulation was developed by the UCAR Center for Science Education (UCAR SciEd), the UK Royal Meteorological Society, and Swansea University.\n\nRandy Russell (UCAR SciEd) developed the user interface and artwork for the simulation, programmed the software, and developed the storyline and pedagogy for the Standard version. Sylvia Knight (Royal Meteorological Society) developed the storyline and pedagogy for the UK Schools version. Neil Loader (Swansea University) provided the tree ring and temperature history data used in the simulation.\n\nImage credits: tree rings (UCAR), core sampling tool (Philip J. Radtke), core sample closeup (Megan O'Donnell), bristlecone pine tree (Rick Goldwaser), align cores diagram (NOAA), Goosegreen Farmhouse, Byward Tower windlass, log in bog, and man coring oak (UK Oak Project).",
    "level1": "If you are not familiar with the use of tree rings for studying past climates, review the four slides and pictures in this introduction section. Tap the 'Tell Me More' button to go to the next slide.\n\nYou'll learn about the basics of tree rings and climate so you will be ready for the rest of this interactive experience. When you’re ready, tap the 'Skip Intro' button in the lower right corner to start collecting your wood samples.",
    "level2": "Collect core samples from each of the four sources of wood.\n\nDrag the core sampling tool, which you'll find in the upper right, to each of the four wood sources - the living tree, the log in a bog, the Byward Tower windlass, and the Goosegreen Farmhouse. Once you have all four samples of wood, it is time to go to the lab and line them up.\n\nTap the arrow button in the lower right to head to the lab. The arrow appears once you have collected all four samples.",
    "level3": "Line up your wood core samples by dragging a sample left or right until the pattern of stripes on your sample matches the pattern in the sample above or below it.\nThen drag the other samples right or left until some parts of their ring patterns line up with the core samples above and below. Continue sliding the samples around until all of the patterns match.\n\nRemember, wide rings formed in years when conditions were good and the tree grew more quickly. Narrow rings formed in years when the tree grew more slowly.\n\nOnce you match all of the samples, you will see a graph of the yearly temperatures that produced the tree ring patterns.",
    "level21": "If you are not familiar with the use of tree rings for studying past climates, review the four slides and pictures in this introduction section. Tap the 'Tell Me More' button to go to the next slide.\n\nYou'll learn about the basics of tree rings and climate so you will be ready for the rest of this interactive experience. When you're ready, tap the 'Skip Intro' button in the lower right corner to start collecting your wood samples.",
    "level22": "Collect core samples from each of the three sources of wood.\n\nDrag the core sampling tool, which you’ll find in the upper right, to each of the three wood sources - the living tree, the log, and the log cabin. Once you have all three samples of wood, it is time to go to the lab and line them up.\n\nTap the arrow button in the lower right to head to the lab. The arrow appears once you have collected all three samples.",
    "level23": "Line up your wood core samples by dragging a sample left or right until the pattern of stripes on your sample matches the pattern in the sample above or below it.\n\nThen drag the other samples right or left until some parts of their ring patterns line up with the core samples above and below. Continue sliding the samples around until all of the patterns match.\n\nRemember, wide rings formed in years when conditions were good and the tree grew quickly. Narrow rings formed in years when the tree grew more slowly.\n\nOnce you match all of the samples, you will see a graph of the yearly temperatures that produced the tree ring patterns.",
	"aboutStandard": "The standard version is an excellent place to start.\n\nThe standard version has three tree ring core samples for you to align. The tree ring data spans nearly 100 years, from 1920 to 2017.\n\nThe data is from oak trees and other sources of oak wood found in southern England.",
	"aboutUK": "The custom version for schools in the United Kingdom (UK) is intended to accompany curriculum developed by the UK Royal Meteorological Society.\n\nThe UK version has four tree ring core samples for you to align. The tree ring data spans nearly 300 years, from 1730 to 2017.\n\nIt includes more tree core samples and has markers for historical events.\n\nThe data is from oak trees and other sources of oak wood found in southern England."
}